[{
    "active": "no",
    "memberLast": "Barrett",
    "memberFirst": "Lake",
    "memberOrg": "L. Barrett Consulting",
    "memberBio": "<p>Mr. Barrett is an independent consultant in the energy field where he has worked in the nuclear energy and nuclear materials management areas for over 4 decades.  Based on his extensive experiences, he has recently been requested to explain the Fukushima and Three Mile Island nuclear reactor accidents, their consequences, and future options in testimony before the US Congress and in briefings to the Japanese Government,  universities, federal agencies, state and city agencies, professional associations, financial groups, industry groups, corporations, and news media outlets.</p>"
  },
  {
    "active": "yes",
    "memberLast": "Fairhurst",
    "memberFirst": "Dr. Charles",
    "memberOrg": "University of Minnesota",
    "memberBio": "<p>Dr. Fairhurst, Professor Emeritus of the University of Minnesota, and Senior Consultant, Itasca International Inc., has 60 years of experience in mining rock mechanics and has consulted on rock stability problems for tunnels, dams, mines and excavations throughout the world.  He served as President of the International Society for Rock Mechanics (ISRM) from 1991 through 1995, and on numerous International and US National Academies of Science Panels, including the Board of Radioactive Waste Management; reviewer and advisor to government agencies on nuclear waste disposal. He has also served on the US Nuclear Regulatory Commission’s Advisory Committee on Nuclear Waste as well as review/advisory committees in France, Sweden, Russia, China and the IAEA. (Vienna). He has been elected to the U.S. National Academy of Engineering and the Royal Swedish Academy of Engineering Sciences.  Dr. Fairhurst has received honorary doctorate degrees from the University of Nancy, France; St. Petersburg Mining Academy, Russia; University of Sheffield, England; and University of Minnesota, USA, and is an Advisory Professor to Tongji University, Shanghai, China. He is a Fellow of the ISRM and Fellow of the American Rock Mechanics Association (ARMA). In 2013 he was elected a member of the Légion d’ Honneur (France) with the rank of  Officer.</p>"
  },
      {
    "active": "yes",
    "memberLast": "Kessler",
    "memberFirst": "Dr. John ",
    "memberOrg": "",
    "memberBio": "<p>Dr. John Kessler has 30 years of experience in spent nuclear fuel and high-level radioactive waste management including storage, transportation and disposal issues. He has served on international review committees in Sweden and the IAEA. He currently serves on a committee, “Reset of the U.S. Nuclear Waste Management Strategy and Policy”, supported by the Stanford Freeman Spogli Institute for International Studies, and the Stanford Precourt Institute for Energy.  </p><p>While at the Electric Power Research Institute he directed an independent technical study of the candidate Yucca Mountain disposal site, and organized the Extended Storage Collaboration Program (ESCP) that has over 500 participants from 19 countries sharing information and collaborating on issues related to decades-long storage of spent nuclear fuel and HLW. He has authored or co-authored nearly 100 articles, reports, or journal articles including co-authoring a book, <i>Geological Repository Systems for Safe Disposal of Spent Nuclear Fuels and Radioactive Waste</i>. John received the American Nuclear Society Fuel Cycle and Waste Management Division’s Significant Contributions Award. Dr. Kessler received his PhD in Mineral Engineering (hydrogeology) from the University of California – Berkeley, and a BS and MS in Nuclear Engineering from the University of Illinois, Urbana-Champaign. </p>"
  },
  {
    "active": "yes",
    "memberLast": "North",
    "memberFirst": "Dr. Warner",
    "memberOrg": "NorthWorks",
    "memberBio": "<p>D. Warner North is principal scientist of NorthWorks, a consulting firm located in San Francisco, California. Until 2009 he served as a consulting professor in the Department of Management Science and Engineering at Stanford University. Over the past fifty years Dr. North has carried out applications of decision analysis and risk analysis for electric utilities in the US and Mexico, for the petroleum and chemical industries, and for government agencies with responsibility for energy and environmental protection.</p><p>Dr. North has served as a member and consultant to the Science Advisory Board of the US Environmental Protection Agency since 1978, and as a Presidentially appointed member of the US Nuclear Waste Technical Review Board (1989-1994). Dr. North is a co-author of many reports dealing with environmental risk for the National Research Council of the National Academies of Sciences, Engineering, and Medicine (NASEM). </p><p>Dr. North was a member of the Board on Radioactive Waste Management of the National Research Council from 1995 until 1999. He was the chair for the NASEM report, <i>Disposition of High-Level Waste and Spent Nuclear Fuel: The Continuing Societal and Technical Challenges</i>, published in June 2001.</p><p>Dr. North is a past president (1991-92) of the international Society for Risk Analysis, a recipient of the Frank P. Ramsey Medal from the Decision Analysis Society in 1997 for lifetime contributions to the field of decision analysis, and the 1999 recipient of the Outstanding Risk Practitioner Award from the Society for Risk Analysis.</p><p>Dr. North received his Ph.D. in operations research from Stanford University and his B.S. in physics from Yale University.</p>"
  },
    {
    "active": "yes",
    "memberLast": "Weart",
    "memberFirst": "Dr. Wendell",
    "memberOrg": "",
    "memberBio": "<p>Dr. Wendell Weart is a retired earth scientist from Sandia National Laboratory where for 25 years he was Scientific Program Manager for the Waste Isolation Pilot Plant.  At Sandia he became a ''Fellow'' and Senior Scientist for Nuclear Waste management Programs at Sandia.  He has served on National Academies of Science Panels and has been a senior scientific advisor to numerous international panels.  He has been recognized as scientific leader as he was the recipient of the first annual ''Wendell D. Weart Lifetime Achievement Award'' from the Waste Management Symposium. </p>"
  },
  {
    "active": "yes",
    "memberLast": "Weiner",
    "memberFirst": "Dr. Ruth",
    "memberOrg": "Sandia Lational Laboratory",
    "memberBio": "<p>Dr. Weiner has served as tenured professor of chemistry and environmental studies at three different universities, and was Professor of Environmental Studies at Western Washington University for 20 years.  She was a member of the NRC Advisory Committee on Nuclear Waste and is an adjunct professor in the Department of Nuclear Engineering at the University of Michigan. She received her Ph.D. in chemistry from the Johns Hopkins University, and B.S. and M.S.in physics from the University of Illinois. She currently serves as Technical Director for AECOM, and is the Project Lead for Radioactive Materials Transportation Risk Assessment. </p><p>Dr. Weiner is co-author of two textbook series, <i>Environmental Engineering</i> and <i>Environmental Pollution and Control</i> and has published more than 140 technical papers.  She has served as a Congressional Science Fellow and a member of the NRC Advisory Committee on Nuclear Waste, and is a Fellow of the American Nuclear Society (ANS). In 2017, she received a Lifetime Achievement Award from the ANS Fuel Cycle and Waste Management Division.</p>"
  },
  {
    "active": "yes",
    "memberLast": "Winograd",
    "memberFirst": "Dr. Isaac J.",
    "memberOrg": "U.S. Geological Survey (Emeritus)",
    "memberBio": "<p>Dr. Isaac J. Winograd is a Senior Scientist Emeritus at the U. S. Geological Survey. Over a 50-year career, all with the Survey, his research interests spanned the fields of hydrogeology, low temperature geochemistry, radioactive waste disposal, and Pleistocene paleoclimatology.   He is a Fellow of the AAAS, American Geophysical Union, and the Geological Society of America.</p><p>In 1978 he served on President Carter's Interagency Review Group on Radioactive Waste Disposal. His 1974 and 1981 papers (published respectively in Eos and in Science) introduced the theoretical framework for utilization of the thick unsaturated zones of the Southwest for the disposal of spent nuclear fuel and other solidified toxic wastes.</p>"
  }
]
